List<List<String>> animalsList = [
  [
    "الأسد",
    "النمر",
    "الفهود",
    "الذئب",
    "الثعلب",
    "الدب",
    "النمر الأبيض",
    "الضبع",
    "الكلب",
    "الوشق",
    "النمس"
  ],
  [
    "الفيل",
    "الزرافة",
    "الحمار الوحشي",
    "البقرة",
    "الخروف",
    "الماعز",
    "الحصان",
    "الجمل",
    "الغزال",
    "الأرنب",
    "الفأر"
  ],
  [
    "الحوت",
    "الدلفين",
    "القرش",
    "الأخطبوط",
    "الحبار",
    "الحلزون",
    "المحار",
    "السلطعون",
    "سمك",
    "قنديل البحر",
    "نجوم البحر"
  ],
  ["نسر", "صقر", "غراب", "بومة", "نسر", "البومة"],
  ["عصفور", "حمامة", "بجعة", "البطريق", "الفراشة", "البغبغاء"]
];
