List<List<String>> footballPlayersList = [
  [
   
    "بيليه",
    "رونالدو",
    "رونالدينيو",
    "زيكو",
    "روماريو",
    "ريفالدو",
    "كافو",
    "روبرتو كارلوس",
    "كاكا",
    "نيمار"
  ],
  [
    
    "دييغو مارادونا",
    "ليونيل ميسي",
    "ألفريدو دي ستيفانو",
    "خوان رومان ريكيلمي",
    "جابريل باتيستوتا",
    "سيرجيو أجويرو",
    "خافيير زانيتي",
    "بابلو أيمار",
    "هيرنان كريسبو",
    "استيبان كامبياسو"
  ],
  [
    
    "زين الدين زيدان",
    "تييري هنري",
    "ميشيل بلاتيني",
    "جوست فونتين",
    "ليليان تورام",
    "باتريك فييرا",
    "أنطوان غريزمان",
    "مارسيل ديسايلي",
    "ريموند كوبا",
    "فرانك ريبيري"
  ],
  [
    
    "فرانز بيكنباور",
    "جيرد مولر",
    "ميروسلاف كلوزه",
    "لوثار ماتيوس",
    "أوليفر كان",
    "باستيان شفاينشتايغر",
    "فيليب لام",
    "توماس مولر",
    "يورجن كلينسمان",
    "مانويل نوير"
  ],
  [
    
    "تشافي هيرنانديز",
    "أندريس إنييستا",
    "إيكر كاسياس",
    "خابي ألونسو",
    "سيرجيو راموس",
    "كارليس بويول",
    "فرناندو توريس",
    "ديفيد فيا",
    "راؤول غونزاليس",
    "فرناندو إييرو"
  ],[
    
   
    "كيليان مبابي",
    "زلاتان إبراهيموفيتش",
    "إدينسون كافاني",
    "تياغو سيلفا",
    "ماركو فيراتي",
    "ديفيد لويز",
    "أنخيل دي ماريا",
    "جيانلويجي دوناروما"
  ], [
      "كريستيانو رونالدو",
      "ألفريدو دي ستيفانو",
      "فيرينتس بوشكاش",
      "إيكر كاسياس",
      "سيرجيو راموس",
      "فرناندو هييرو",
      "راؤول غونزاليس",
      "فرناندو ريدوندو"
    ],
    // Players from FC Barcelona
    [
      "شافي هيرنانديز",
      "أندريس إنييستا",
      "كارليس بويول",
      "جيرارد بيكيه",
      "شافي هيرنانديز",
      "سيرجيو بوسكيتس",
      "صامويل إيتو",
    
      
    ],
    // Players from Manchester United
    [
      "سير بوبي تشارلتون",
      "جورج بيست",
      "رايان جيغز",
      "بول سكولز",
      
      "ديفيد بيكهام",
      "إريك كانتونا",
      "واين روني",
      "ريو فيرديناند",
      "غاري نيفيل"
    ],
    // Players from Bayern Munich
    [
      "فرانز بيكنباور",
      "جيرد مولر",
      "ميروسلاف كلوزه",
      "لوثار ماتيوس",
      "أوليفر كان",
      "أريين روبن",
      "فرانك ريبيري",
      "باستيان شفاينشتايغر",
      "فيليب لام"
    ],
    // Players from AC Milan
    [
      "باولو مالديني",
      "فرانكو باريسي",
      "أليساندرو نيستا",
      "أندريا بيرلو",
      "جورج وياه",
      "أندريه شيفتشينكو",
      "فيليبو إنزاغي",
      "ماركو فان باستن",
      "كلارنس سيدورف"
    ],
    [
    "توماس مولر",
    "روبرت ليفاندوفسكي",
    "جوشوا كيميتش",
    "ليون غوريتزكا",
    "سيرجي غنابري",
    "ليروي ساني",
    "دايوت أوباميكانو",
    "ألفونسو ديفيز",
    "هاري كين"
  ],
  [
    "محمد صلاح",
    "أحمد حجازي",
    "محمود حسن 'تريزيجيه'",
    "عمرو وردة",
    "رمضان صبحي",
    "محمد النني",
    "محمد عبد الشافي",
    "أحمد المحمدي",
    "محمد هاني",
    "محمد الشناوي",
    "عمر مرموش",
    "أحمد فتوح",
    "أيمن أشرف",
    "محمد عبد المنعم",
    "مصطفى فتحي",
    "كريم حافظ",
    "أكرم توفيق",
    "محمد مجدي قفشة",
    "عمرو السولية",
    "حمدي فتحي",
    "أحمد سيد زيزو",
    "علي معلول",
    "محمد شريف",
  ]

];
