 List<String> moviesList = [

    "اللص والكتاب",
    "الخطة العايمة",
    "جمهورية امبابة",
    "الفتوة",
    "عمر وسلمى",
    "العيال هربت",
    "الحساب يجمع",
    "الجزيرة 2",
    "الكيت كات",
    "عسل أسود",
    "هيبتا",
    "من 30 سنة",
    "كده رضا"
    "تراب الماس",
    "لص بغداد",
    "المصلحة",
  'الفيل الأزرق 2',
  'الممر',
  "البدله" ,"تاج", "نادي الرجال السري" ,
   
   'العنكبوت',

  'العارف',
  'عمهم',

   'كيرة والجن',


  'علي وجدو وابراهيم',
  'الفيل الأزرق 3',
  'كازابلانكا',
  'بحبك',
  'حرب كرموز',
  'مش أنا',

  'الإنس والنمس',
  'ولاد رزق 2',
  'أحمد نوتردام',
  '200 جنيه',
  'أصحاب ولا أعز',
  'البعض لا يذهب للمأذون مرتين',
  'واحد تاني',
  '30 مارس',
  'عمهم',

  ];